[
  {"id":"alcantaraMappingExtentAbandoned2013","abstract":"The demand for agricultural products continues to grow rapidly, but further agricultural expansion entails substantial environmental costs, making recultivating currently unused farmland an interesting alternative. The collapse of the Soviet Union in 1991 led to widespread abandonment of agricultural lands, but the extent and spatial patterns of abandonment are unclear. We quantiﬁed the extent of abandoned farmland, both croplands and pastures, across the region using MODIS NDVI satellite image time series from 2004 to 2006 and support vector machine classiﬁcations. Abandoned farmland was widespread, totaling 52.5 Mha, particularly in temperate European Russia (32 Mha), northern and western Ukraine, and Belarus. Differences in abandonment rates among countries were striking, suggesting that institutional and socio-economic factors were more important in determining the amount of abandonment than biophysical conditions. Indeed, much abandoned farmland occurred in areas without major constraints for agriculture. Our map provides a basis for assessing the potential of Central and Eastern Europe’s abandoned agricultural lands to contribute to food or bioenergy production, or carbon storage, as well as the environmental trade-offs and social constraints of recultivation.","accessed":{"date-parts":[["2026",1,6]]},"author":[{"family":"Alcantara","given":"Camilo"},{"family":"Kuemmerle","given":"Tobias"},{"family":"Baumann","given":"Matthias"},{"family":"Bragina","given":"Eugenia V"},{"family":"Griffiths","given":"Patrick"},{"family":"Hostert","given":"Patrick"},{"family":"Knorn","given":"Jan"},{"family":"Müller","given":"Daniel"},{"family":"Prishchepov","given":"Alexander V"},{"family":"Schierhorn","given":"Florian"},{"family":"Sieber","given":"Anika"},{"family":"Radeloff","given":"Volker C"}],"citation-key":"alcantaraMappingExtentAbandoned2013","container-title":"Environmental Research Letters","container-title-short":"Environ. Res. Lett.","DOI":"10.1088/1748-9326/8/3/035035","ISSN":"1748-9326","issue":"3","issued":{"date-parts":[["2013",9,1]]},"language":"en","license":"http://iopscience.iop.org/info/page/text-and-data-mining","page":"035035","source":"DOI.org (Crossref)","title":"Mapping the extent of abandoned farmland in Central and Eastern Europe using MODIS time series satellite data","type":"article-journal","URL":"https://iopscience.iop.org/article/10.1088/1748-9326/8/3/035035","volume":"8"},
  {"id":"baxterEstimatingAvailableAbandoned2017","accessed":{"date-parts":[["2026",1,6]]},"author":[{"family":"Baxter","given":"Ryan E."},{"family":"Calvert","given":"Kirby E."}],"citation-key":"baxterEstimatingAvailableAbandoned2017","container-title":"Annals of the American Association of Geographers","container-title-short":"Annals of the American Association of Geographers","DOI":"10.1080/24694452.2017.1298985","ISSN":"2469-4452, 2469-4460","issue":"5","issued":{"date-parts":[["2017",9,3]]},"language":"en","page":"1162–1178","source":"DOI.org (Crossref)","title":"Estimating Available Abandoned Cropland in the United States: Possibilities for Energy Crop Production","title-short":"Estimating Available Abandoned Cropland in the United States","type":"article-journal","URL":"https://www.tandfonline.com/doi/full/10.1080/24694452.2017.1298985","volume":"107"},
  {"id":"chaudharySynopsisFarmlandAbandonment2020","abstract":"Farmland abandonment is considered as an important phenomenon for changing eco-environmental and sociocultural landscapes of mountainous rural landscape. Many studies have analyzed farmland abandonment, its driving factors, geophysical processes and consequences at landscape: however, very few have focused on mountainous developing countries such as in Nepal, which is a rapidly urbanizing country suﬀering from serious farmland abandonment. Therefore, our study was an attempt to (i) assess the spatiotemporal extent of farmland abandonment in Nepal, (ii) explore driving factors of farmland abandonment, and (iii) discuss on the eco-environmental and sociocultural consequences in Nepal. We reviewed various literature, documents, and national reports to obtain a dataset pertaining to the overall status of farmland use and changes along with political and socioeconomic changes, economic development processes, and policy and governance in Nepal. Our results showed that farmland abandonment is widespread; however, it is more prevalent in the hilly and mountainous regions of Nepal. A total of 9,706,000 ha, accounting for 23.9% of the total cultivated farmland in Nepal, was abandoned during the period of 2001 to 2010. The driving factors included population growth, scattered distribution of settlements, urbanization, socio-economic development, poor access to physical services, and poor implementation of agriculture development policies. Furthermore, the increasing extent of natural disasters, malaria eradication, land reform and resettlement programs, the complex system of land ownership, land fragmentation, political instabilities, and the intensiﬁcation of trading in agricultural products also acted as drivers of farmland abandonment in Nepal. Farmland abandonment generates negative eﬀects on rural societies eco-environmentally and sociologically. Abandoned plots were subjected to diﬀerent forms of geomorphic damage (e.g. landslide, debris ﬂows, gully formation, sinkhole development etc.). Farmland landscape fragmented into a group of smaller interspersed patches. Such patches were opened for grassland. Furthermore, farmland abandonment also has eﬀects on the local population and the whole society in terms of the production of goods (e.g., foods, feed, ﬁber), as well as services provided by the multi-functionality (e.g. sociocultural practices, values and norms) of the agricultural landscape. Therefore, this study plays an important role in planning and implementing eco-environmental management and social development processes in Nepal.","accessed":{"date-parts":[["2026",1,6]]},"author":[{"family":"Chaudhary","given":"Suresh"},{"family":"Wang","given":"Yukuan"},{"family":"Dixit","given":"Amod Mani"},{"family":"Khanal","given":"Narendra Raj"},{"family":"Xu","given":"Pei"},{"family":"Fu","given":"Bin"},{"family":"Yan","given":"Kun"},{"family":"Liu","given":"Qin"},{"family":"Lu","given":"Yafeng"},{"family":"Li","given":"Ming"}],"citation-key":"chaudharySynopsisFarmlandAbandonment2020","container-title":"Land","container-title-short":"Land","DOI":"10.3390/land9030084","ISSN":"2073-445X","issue":"3","issued":{"date-parts":[["2020",3,16]]},"language":"en","page":"84","source":"DOI.org (Crossref)","title":"A Synopsis of Farmland Abandonment and Its Driving Factors in Nepal","type":"article-journal","URL":"https://www.mdpi.com/2073-445X/9/3/84","volume":"9"},
  {"id":"chidiDETERMINANTSCULTIVATEDLAND","abstract":"Determinants of Cultivated Land Abandonment in the Hills of Western Nepal. This paper deals with the change in agricultural land use pattern in the Andhi khola watershed of Syangja district, Werstnehills of Nepal, where the population has decreaesd for the last two decades, wichh is being the main cause of the agriculturalalnd abandonment, resulting intoincrease in the fallow lands and vegetation wildreness. This phenomenon has alos occurred elsewhere in other parts of the hill region of Nepal, resultiinng labor deficit in the agriculture activities. Landsat images of 1999 and 2014 heavbeen used for land use change. Topographic map has been used as the map scoeu.rDEM was generated from the contours of hte topographic map to derive tailtude, slope gradient and slope aspect. The Geographically WeightedeRgression Model has been used for prediction of abadnonment of cultivated land byolcation across the study region as well as to identify local variability ofe tshtrength of the explanatory variables. Changes in population and altitudinal rviaation are found as significant factors of agriclutural land abandonment. Besides, slope gradient and slope aspect are also foundas determining factors. Combined effects of accessibility, landform, land suitability, and irrigation facitily on change in agricultural land use pattern are the result of greater stnrgeth of the altitudinal variation effect. The lowland areas together with easy accesso tmarket and better irrigation facilities are found suitable for the cultitvioan of a variety of crops. Therefore, these areas hvae less land abandonment as co pmared to the highland areas, which were used by local residents for ltciuvation, though marginal. It is concluded that msot of the previously cultivatde marginal land in the hills has released population pressure, resulting into lanadbandonment, which is further accelerated byinstitutional weaknesses.","author":[{"family":"Chidi","given":"Chhabi Lal"}],"citation-key":"chidiDETERMINANTSCULTIVATEDLAND","language":"en","source":"Zotero","title":"DETERMINANTS OF CULTIVATED LAND ABANDONMENT IN THE HILLS OF WESTERN NEPAL","type":"article-journal"},
  {"id":"daraMappingTimingCropland2018","abstract":"Much of the world's temperate grasslands have been converted to croplands, yet these trends can reverse in some regions. This is the case for the steppes of northern Kazakhstan, where the breakdown of the Soviet Union led to widespread cropland abandonment, creating restoration opportunities. Understanding when abandonment happened and whether it persists is important for making use of these opportunities. We developed a trajectorybased change detection approach to identify cropland abandonment between 1988 and 2013 and recultivation between 1991 and 2013. Our approach is based on annual time series of cropland probabilities derived from Landsat imagery and resulted in reliable maps (89% overall accuracy), with abandonment being detected more accurately (user's accuracy of 93%) than recultivation (73%). Most of the remaining uncertainty in our maps was due to low image availability during the mid-1990s, leading to abandonment in the 1990s sometimes only being detected in the 2000s. Our results suggest that of the ~4.7 million ha of cropland in our study area in 1985, roughly 40% had been abandoned by 2013. Knowing the timing of abandonment allowed for deeper insights into what drives these dynamics: recultivation after 2007 happened preferentially on those lands that had been abandoned most recently, suggesting that the most productive croplands were abandoned last and recultivated ﬁrst. Likewise, knowing the timing of abandonment allowed for more precise estimates of the environmental impacts of abandonment (e.g., soil organic carbon sequestration estimated at 16.3 Mt. C compared to 24.0 Mt. C when assuming all abandonment happened right after the breakdown of the Soviet Union, with the uncertainty around emission estimates decreasing by 63%). Overall, our study emphasizes the value of the Landsat archive for understanding agricultural land-use dynamics, and the opportunities of trajectory-based approaches for mapping these dynamics.","accessed":{"date-parts":[["2026",1,13]]},"author":[{"family":"Dara","given":"Andrey"},{"family":"Baumann","given":"Matthias"},{"family":"Kuemmerle","given":"Tobias"},{"family":"Pflugmacher","given":"Dirk"},{"family":"Rabe","given":"Andreas"},{"family":"Griffiths","given":"Patrick"},{"family":"Hölzel","given":"Norbert"},{"family":"Kamp","given":"Johannes"},{"family":"Freitag","given":"Martin"},{"family":"Hostert","given":"Patrick"}],"citation-key":"daraMappingTimingCropland2018","container-title":"Remote Sensing of Environment","container-title-short":"Remote Sensing of Environment","DOI":"10.1016/j.rse.2018.05.005","ISSN":"00344257","issued":{"date-parts":[["2018",8]]},"language":"en","page":"49–60","source":"DOI.org (Crossref)","title":"Mapping the timing of cropland abandonment and recultivation in northern Kazakhstan using annual Landsat time series","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0034425718302268","volume":"213"},
  {"id":"estelMappingFarmlandAbandonment2015","accessed":{"date-parts":[["2026",1,6]]},"author":[{"family":"Estel","given":"Stephan"},{"family":"Kuemmerle","given":"Tobias"},{"family":"Alcántara","given":"Camilo"},{"family":"Levers","given":"Christian"},{"family":"Prishchepov","given":"Alexander"},{"family":"Hostert","given":"Patrick"}],"citation-key":"estelMappingFarmlandAbandonment2015","container-title":"Remote Sensing of Environment","container-title-short":"Remote Sensing of Environment","DOI":"10.1016/j.rse.2015.03.028","ISSN":"00344257","issued":{"date-parts":[["2015",6]]},"language":"en","page":"312–325","source":"DOI.org (Crossref)","title":"Mapping farmland abandonment and recultivation across Europe using MODIS NDVI time series","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S003442571500125X","volume":"163"},
  {"id":"gogaReviewApplicationRemote2019","abstract":"This study aims to analyze and assess studies published from 1992 to 2019 and listed in the Web of Science (WOS) and Current Contents (CC) databases, and to identify agricultural abandonment by application of remote sensing (RS) optical and microwave data. We selected 73 studies by applying structured queries in a ﬁeld tag form and Boolean operators in the WOS portal and by expert analysis. An expert assessment yielded the topical picture concerning the deﬁnitions and criteria for the identiﬁcation of abandoned agricultural land (AAL). The analysis also showed the absence of similar ﬁeld research, which serves not only for validation, but also for understanding the process of agricultural abandonment. The beneﬁt of the fusion of optical and radar data, which supports the application of Sentinel-1 and Sentinel-2 data, is also evident. Knowledge attained from the literary sources indicated that there exists, in the world literature, a well-covered problem of abandonment identiﬁcation or biomass estimation, as well as missing works dealing with the assessment of the natural accretion of biomass in AAL.","accessed":{"date-parts":[["2026",1,6]]},"author":[{"family":"Goga","given":"Tomáš"},{"family":"Feranec","given":"Ján"},{"family":"Bucha","given":"Tomáš"},{"family":"Rusnák","given":"Miloš"},{"family":"Sačkov","given":"Ivan"},{"family":"Barka","given":"Ivan"},{"family":"Kopecká","given":"Monika"},{"family":"Papčo","given":"Juraj"},{"family":"Oťaheľ","given":"Ján"},{"family":"Szatmári","given":"Daniel"},{"family":"Pazúr","given":"Róbert"},{"family":"Sedliak","given":"Maroš"},{"family":"Pajtík","given":"Jozef"},{"family":"Vladovič","given":"Jozef"}],"citation-key":"gogaReviewApplicationRemote2019","container-title":"Remote Sensing","container-title-short":"Remote Sensing","DOI":"10.3390/rs11232759","ISSN":"2072-4292","issue":"23","issued":{"date-parts":[["2019",11,23]]},"language":"en","page":"2759","source":"DOI.org (Crossref)","title":"A Review of the Application of Remote Sensing Data for Abandoned Agricultural Land Identification with Focus on Central and Eastern Europe","type":"article-journal","URL":"https://www.mdpi.com/2072-4292/11/23/2759","volume":"11"},
  {"id":"goodinMappingLandCover2015","accessed":{"date-parts":[["2026",1,6]]},"author":[{"family":"Goodin","given":"Douglas G."},{"family":"Anibas","given":"Kyle L."},{"family":"Bezymennyi","given":"Maksym"}],"citation-key":"goodinMappingLandCover2015","container-title":"International Journal of Remote Sensing","container-title-short":"International Journal of Remote Sensing","DOI":"10.1080/01431161.2015.1088674","ISSN":"0143-1161, 1366-5901","issue":"18","issued":{"date-parts":[["2015",9,17]]},"language":"en","page":"4702–4723","source":"DOI.org (Crossref)","title":"Mapping land cover and land use from object-based classification: an example from a complex agricultural landscape","title-short":"Mapping land cover and land use from object-based classification","type":"article-journal","URL":"https://www.tandfonline.com/doi/full/10.1080/01431161.2015.1088674","volume":"36"},
  {"id":"gunthertObjectbasedDetectionLUCC2011","abstract":"The island Tenerife has always been used for intensive agriculture, whereby the natural landscape was continuously altered. Especially mountainous areas with suitable climate conditions have been drastically transformed for agricultural use by building of large terraces to get flat surfaces. In recent decades political and economic developments lead to a transformation process (especially inducted by an expansive tourism), which caused concentration- and intensificationtendencies of agricultural land use as well as agricultural set-aside and rural exodus.","accessed":{"date-parts":[["2026",1,6]]},"author":[{"family":"Günthert","given":"Sebastian"},{"family":"Siegmund","given":"Alexander"},{"family":"Thunig","given":"Holger"},{"family":"Michel","given":"Ulrich"}],"citation-key":"gunthertObjectbasedDetectionLUCC2011","DOI":"10.1117/12.897583","editor":[{"family":"Michel","given":"Ulrich"},{"family":"Civco","given":"Daniel L."}],"event-place":"Prague, Czech Republic","event-title":"SPIE Remote Sensing","issued":{"date-parts":[["2011",10,6]]},"language":"en","page":"81811I","publisher-place":"Prague, Czech Republic","source":"DOI.org (Crossref)","title":"Object-based detection of LUCC with special regard to agricultural abandonment on Tenerife (Canary Islands)","type":"paper-conference","URL":"http://proceedings.spiedigitallibrary.org/proceeding.aspx?doi=10.1117/12.897583"},
  {"id":"kanianskaLanduseLandcoverChanges2014","abstract":"The paper analyses the period from 1782 to 2006 divided according to the existing political systems in three rural study sites of Slovakia. Two long, monarchy (I.LMP) and revolutionary (II.LRP), and one short new age (III.SNP) periods are compared. The magnitude of land-use and cover changes induced by related driving forces during the different historical periods are also analysed. Three different study sites were selected: cadastre of Král’ov Brod (KB), mountain cadastres: Oˇcová and Dúbravy (OD), Liptovská Tepliˇcka (LT). Spatial data derived from historical maps were used in comparison to recent data obtained using Remote Sensing technology. The results showed that the landscape of all three sites has undergone signiﬁcant changes in land-use and cover during the 224 years. From the long-term point of view there two main trends were observed. The ﬁrst was signiﬁcant permanent grassland conversion into arable land at KB where permanent grasslands decreased from 52.7% in 1782 to 0.7% in 2006. Gradual afforestation and permanent grassland conversion to forest land was observed at LT where forest land increased from 67.7% in 1782 to 83.7% in 2006. During the I.LMP period, demographic trends and settlement pattern supported by effective land-use policy were the dominant driving forces. Similarly these driving forces were identiﬁed as the most important also for the III.SNP period. But contrary to the I.LMP, driving forces of the III.SNP caused more negative effects (land abandonment) in mountain rural LT region where the current land-use policy seems to be insufﬁcient. Land-use changes during the II.LRP were mostly due to technological development.","accessed":{"date-parts":[["2026",1,6]]},"author":[{"family":"Kanianska","given":"Radoslava"},{"family":"Kizeková","given":"Miriam"},{"family":"Nováček","given":"Jozef"},{"family":"Zeman","given":"Martin"}],"citation-key":"kanianskaLanduseLandcoverChanges2014","container-title":"Land Use Policy","container-title-short":"Land Use Policy","DOI":"10.1016/j.landusepol.2013.09.018","ISSN":"02648377","issued":{"date-parts":[["2014",1]]},"language":"en","page":"554–566","source":"DOI.org (Crossref)","title":"Land-use and land-cover changes in rural areas during different political systems: A case study of Slovakia from 1782 to 2006","title-short":"Land-use and land-cover changes in rural areas during different political systems","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0264837713001877","volume":"36"},
  {"id":"kuemmerleCrossborderComparisonPostsocialist2008","accessed":{"date-parts":[["2026",1,6]]},"author":[{"family":"Kuemmerle","given":"Tobias"},{"family":"Hostert","given":"Patrick"},{"family":"Radeloff","given":"Volker C."},{"family":"Van Der Linden","given":"Sebastian"},{"family":"Perzanowski","given":"Kajetan"},{"family":"Kruhlov","given":"Ivan"}],"citation-key":"kuemmerleCrossborderComparisonPostsocialist2008","container-title":"Ecosystems","container-title-short":"Ecosystems","DOI":"10.1007/s10021-008-9146-z","ISSN":"1432-9840, 1435-0629","issue":"4","issued":{"date-parts":[["2008",6]]},"language":"en","license":"http://www.springer.com/tdm","page":"614–628","source":"DOI.org (Crossref)","title":"Cross-border Comparison of Post-socialist Farmland Abandonment in the Carpathians","type":"article-journal","URL":"http://link.springer.com/10.1007/s10021-008-9146-z","volume":"11"},
  {"id":"liuGlobalReviewMonitoring2025a","abstract":"Using remote sensing methodologies to uncover the temporal–spatial patterns of cropland abandonment (CA) offers substantial advantages at both macro scales and in real time. However, the current literature lacks a systematic review of specific typologies and methods regarding the application of remote sensing technology to CA monitoring. To address this knowledge gap, we systematically reviewed remote sensing-based methods for monitoring CA, its causes, and ecological effects. Our results show that the methods for monitoring abandoned cropland can be classified into 2 major categories: those based on image spectral features and those based on land cover temporal trajectories and vegetation phenology dynamics. Among the 8 subcategories, vegetation phenology and dynamic methods exhibit the highest average overall accuracy at 89.33% ± 3.37%. Remote sensing plays a crucial role in assessing the causes of CA, such as road density, spatial information of agricultural infrastructure, and the ecological effects resulting from abandonment, including food loss risks, carbon sequestration, wildfire risk, evapotranspiration, wilderness quality, biodiversity, and climate change. Further advancements are needed in classifying abandoned cropland types, observing fragmented and temporally unstable parcels, and assessing ecological effects across different scenarios. More importantly, we presented a trinity CA monitoring framework based on the cause–pattern–effect pillars, which offers a novel perspective for comprehensive research on CA. Overall, our work provided a systematic and insightful perspective for advancing remote sensing research on CA.","accessed":{"date-parts":[["2026",1,12]]},"author":[{"family":"Liu","given":"Tao"},{"family":"Yu","given":"Le"},{"family":"Liu","given":"Xiaoxuan"},{"family":"Peng","given":"Dailiang"},{"family":"Chen","given":"Xin"},{"family":"Du","given":"Zhenrong"},{"family":"Tu","given":"Ying"},{"family":"Wu","given":"Hui"},{"family":"Zhao","given":"Qiang"}],"citation-key":"liuGlobalReviewMonitoring2025a","container-title":"Journal of Remote Sensing","container-title-short":"J Remote Sens","DOI":"10.34133/remotesensing.0584","ISSN":"2694-1589","issued":{"date-parts":[["2025",1]]},"language":"en","page":"0584","source":"DOI.org (Crossref)","title":"A Global Review of Monitoring Cropland Abandonment Using Remote Sensing: Temporal–Spatial Patterns, Causes, Ecological Effects, and Future Prospects","title-short":"A Global Review of Monitoring Cropland Abandonment Using Remote Sensing","type":"article-journal","URL":"https://spj.science.org/doi/10.34133/remotesensing.0584","volume":"5"},
  {"id":"lowMappingAbandonedAgricultural2015","abstract":"In many regions worldwide, cropland abandonment is growing, which has strong and known environmental and socio-economic consequences. Yet, spatially explicit information on the spatial pattern of abandonment is sparse, particularly in post-Soviet countries of Central Asia. When thriving reaching for key Millennium Development Goals such as food security and poverty reduction, the issue of cropland abandonment is critical and therefore must be monitored and limited, or land use transformed into an alternative one. Central Asia experienced large changes of its agricultural system after the collapse of the Soviet Union in 1991. Land degradation, which started already before independence, and cropland abandonment is growing in extent, but their spatial pattern remains ill-understood. The objective of this study was to map and analyse agricultural land use in the irrigated areas of Kyzyl-Orda, southern Kazakhstan, Central Asia. For mapping land use and identifying abandoned agricultural land, an objectbased classiﬁcation approach was applied. Random forest (RF) and support vector machines (SVM) algorithms permitted classifying Landsat and RapidEye data from 2009 to 2014. Overlaying these maps with information about irrigated land parcels, installed during the Soviet period, allowed indicating abandoned ﬁelds. Fusing the results of the two approaches, RF and SVM, resulted in classiﬁcation accuracies of up to 97%. This was statistically signiﬁcantly higher than with RF or SVM alone. Through the analysis of the land use trajectories, abandoned agricultural ﬁelds and a clear indication of abandoned land were identiﬁed on almost 50% of all ﬁelds in Kyzyl-Orda with an accuracy of approximately 80%. The outputs of this study may provide valuable information for planners, policy- and decision-makers to support better-informed decision-making like reducing possible environmental impacts of land abandonment, or identifying areas for sustainable intensiﬁcation or re-cultivation.","accessed":{"date-parts":[["2026",1,6]]},"author":[{"family":"Löw","given":"Fabian"},{"family":"Fliemann","given":"Elisabeth"},{"family":"Abdullaev","given":"Iskandar"},{"family":"Conrad","given":"Christopher"},{"family":"Lamers","given":"John P.A."}],"citation-key":"lowMappingAbandonedAgricultural2015","container-title":"Applied Geography","container-title-short":"Applied Geography","DOI":"10.1016/j.apgeog.2015.05.009","ISSN":"01436228","issued":{"date-parts":[["2015",8]]},"language":"en","page":"377–390","source":"DOI.org (Crossref)","title":"Mapping abandoned agricultural land in Kyzyl-Orda, Kazakhstan using satellite remote sensing","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0143622815001290","volume":"62"},
  {"id":"mullerComparingDeterminantsCropland2013","abstract":"The collapse of socialist governance structures in Central and Eastern Europe led to the widespread abandonment of agricultural land. We estimated and compared the determinants of cropland abandonment in Albania and Romania during the postsocialist transitional period from 1990 to 2005. The data set included cropland abandonment derived from satellite image analysis, spatially continuous biogeophysical indicators, and socioeconomic surveys. Data were analyzed using boosted regression trees. Boosted regression trees can account for nonlinearities and interactions between variables and combine high predictive accuracy with appealing options to interpret the results. The results revealed important similarities between cropland abandonment in the countries and showed a strong correlation of abandonment with elevation and slope. Differences between cropland abandonment in Albania and Romania were apparent when the inﬂuence of topography was excluded. While physical accessibility tended to be more important in Albania, the density of cropland and input intensity were more decisive in Romania. The immediate time period following the collapse of socialism was dominated by extensive cropland abandonment in areas where agricultural production was no longer proﬁtable. Gradual changes were observed in later stages of the transition period.","accessed":{"date-parts":[["2026",1,6]]},"author":[{"family":"Müller","given":"Daniel"},{"family":"Leitão","given":"Pedro J."},{"family":"Sikor","given":"Thomas"}],"citation-key":"mullerComparingDeterminantsCropland2013","container-title":"Agricultural Systems","container-title-short":"Agricultural Systems","DOI":"10.1016/j.agsy.2012.12.010","ISSN":"0308521X","issued":{"date-parts":[["2013",5]]},"language":"en","license":"https://www.elsevier.com/tdm/userlicense/1.0/","page":"66–77","source":"DOI.org (Crossref)","title":"Comparing the determinants of cropland abandonment in Albania and Romania using boosted regression trees","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0308521X12001795","volume":"117"},
  {"id":"mullerEffectsPostsocialistReforms2006","abstract":"This paper examines effects of postsocialist reforms on land cover and land use through a case study from South-eastern Albania. The paper uses satellite data to measure changes in land cover between 1988 and 2003, draws on a village survey to assess changes in local land-use practices, and examines shifts in the determinants of land cover through seemingly unrelated regressions at the village level. The results show a high incidence of cropland abandonment especially in lower-lying areas closer to markets. Socio-economic factors have emerged as new determinants of spatial variation, suggesting a growing inﬂuence of market principles on land use.","accessed":{"date-parts":[["2026",1,6]]},"author":[{"family":"Müller","given":"Daniel"},{"family":"Sikor","given":"Thomas"}],"citation-key":"mullerEffectsPostsocialistReforms2006","container-title":"Applied Geography","container-title-short":"Applied Geography","DOI":"10.1016/j.apgeog.2006.09.002","ISSN":"01436228","issue":"3–4","issued":{"date-parts":[["2006",10]]},"language":"en","page":"175–191","source":"DOI.org (Crossref)","title":"Effects of postsocialist reforms on land cover and land use in South-Eastern Albania","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0143622806000191","volume":"26"},
  {"id":"paudelFragmentationConversionAgriculture","abstract":"High land fragmentation and accelerated rate of conversion of agriculture land are major challenges for food security of Nepal. Realizing ineffectiveness of previous efforts to manage these problems, government of Nepal has adopted land use policy 2012. The paper reviews the effects of previous land management policies on land fragmentation and conversion of agriculture land, and analyzes land use policy 2012 with respect to these problems. Analysis suggested that land fragmentation and high rate of agriculture land conversion could partly be attributed to failures of previous land management policies that were adopted for land re-distribution. Land use policy 2012 has proposed classical regulation tools for controlling land fragmentation and conversion of agriculture land such as land pooling, land classification, zoning and tax/ incentive based discrimination. Considering long history of non-regulated land use system in Nepal, the acceptability of the strong regulatory provisions could be the main constrain for successful implementation of the policy, thereby recoiling the effort to control land fragmentation and agriculture land conversion in Nepal.","author":[{"family":"Paudel","given":"B"},{"family":"Pandit","given":"Januka"},{"family":"Reed","given":"Brinton F"}],"citation-key":"paudelFragmentationConversionAgriculture","language":"en","source":"Zotero","title":"Fragmentation and conversion of agriculture land in Nepal and Land Use Policy 2012","type":"article-journal"},
  {"id":"paudelHighResolutionRemoteSensing2025","abstract":"Farmland abandonment is increasingly prevalent, especially in the Central Himalaya. Precise mapping of abandoned areas is crucial for understanding their status and socioecological impacts. However, distinguishing abandoned farmland from transitional classes like fallow land and barren land is challenging without high-resolution satellite imagery and field verification. In this context, this work analyzes farmland abandonment in three ecological villages of the Nepal Himalaya using high-resolution satellite imagery and a people-to-pixel approach. First, the study villages were divided into grids based on their areas, and satellite imagery was printed for ground truthing. Second, ground truthing was conducted to identify active and abandoned farmland areas using the Field Area Measure App and satellite imagery. We measured the extent of abandoned farmland and assessed its current conditions. Third, the measured abandoned farmland shapefiles were exported for precise on-screen mapping using the Geographic Information System, alongside detailed land-cover mapping. Next, the accuracy assessment was performed using Google Earth satellite imagery, and the overall mapping accuracy was found to be 95.8%. Mapping results show that the highest areas of abandoned farmland were found in the Mountain region with 19.2% of total farmland, followed by the Hill region (12.7%) and the Tarai region (2.6%). Out of the total abandoned farmland, 49.2% is currently covered with bushes and shrubs, 42.9% with weeds and grasses, and the remaining 7.9% with woodlands. The findings emphasize the importance of integrating satellite technology with people engagement to address complex land-use challenges and offer critical insights for sustainable land management in the Nepal Himalaya and similar regions worldwide.","accessed":{"date-parts":[["2026",1,6]]},"author":[{"family":"Paudel","given":"Basanta"},{"family":"Zhang","given":"Yili"},{"family":"Zhang","given":"Binghua"},{"family":"Gu","given":"Changjun"},{"family":"Liu","given":"Linshan"},{"family":"Khanal","given":"Narendra Raj"}],"citation-key":"paudelHighResolutionRemoteSensing2025","container-title":"Remote Sensing","container-title-short":"Remote Sensing","DOI":"10.3390/rs17223726","ISSN":"2072-4292","issue":"22","issued":{"date-parts":[["2025",11,15]]},"language":"en","page":"3726","source":"DOI.org (Crossref)","title":"High-Resolution Remote Sensing and People-to-Pixel Integration for Mapping Farmland Abandonment in Central Himalayan Villages","type":"article-journal","URL":"https://www.mdpi.com/2072-4292/17/22/3726","volume":"17"},
  {"id":"paudelTransformingLandLivelihood2014","abstract":"Land grabbing is often seen as a way, among many ways, to intensify agriculture for food security around the world today. However, in Nepal, a quite opposite phenomenon is taking place. Fertile agricultural lands are being abandoned at an unprecedented degree in recent years. A critical question that then arises is: How and why productive lands are being abandoned by farmers who otherwise had cultivated them for so many generations? The question is much more relevant for a country like Nepal that faces severe food insecurity. The aim of this paper is to investigate the drivers of agricultural land abandonment in the mid hills of Nepal. This study employs a mixed method approach to data collection, using household survey and key informant interview, in four mid hill districts of Nepal. The results indicate three key drivers: first, sociopolitical instability, which forced people to move out; second, reduced agricultural production, concomitant with availability of more attractive alternative opportunities; third, farming ceasing to be a viable occupation for many farmers to maintain sustainable household economy and being seen as an occupation for those who cannot do much else. Land abandonment has serious social, economic and ecological implications, particularly for the poorest of the poor. The paper concludes by highlighting some ways to address the land abandonment issue.","author":[{"family":"Paudel","given":"Krishna P"},{"family":"Tamang","given":"Sujata"},{"family":"Shrestha","given":"Krishna K"}],"citation-key":"paudelTransformingLandLivelihood2014","container-title":"Journal of Forest and Livelihood","issued":{"date-parts":[["2014"]]},"language":"en","source":"Zotero","title":"Transforming Land and Livelihood: Analysis of Agricultural Land Abandonment in the Mid Hills of Nepal","type":"article-journal"},
  {"id":"raiStatusFarmlandAbandonment2019","abstract":"Farmland abandonment is a common phenomenon worldwide, including in the Gandaki River Basin (GRB) in the central Himalayas. This study examined the status of farmland abandonment, along with its trends and determinants, based primarily on interviews with 639 households in diﬀerent physiographic regions: Mountain, Hill, Tarai and Gangetic Plain (GP). Binary logistic regression was used to examine the contributions of various factors of farmland abandonment. The results indicate that nearly 48%, 15%, 4%, and 16% of total farmland (khet and bari) in the Mountain, Hill, Tarai and GP regions, respectively, has been abandoned. Such diﬀerences in the proportion of farmland abandonment among the regions are mainly due to variations in biophysical conditions, agricultural productivity, access to infrastructure facilities, oﬀ-farm employment opportunities, and the occurrence of natural hazards. The major determinants for farmland abandonment were also found to vary within the region. Distance from market centers to residence, reduction in the labor force as a result of migration, and household head age were found to be signiﬁcant factors in farmland abandonment in the Mountain region. Similarly, in the Hill region, eight signiﬁcant factors were identiﬁed: distance from market centers to residence, distance from residence to farmland, lack of irrigation facilities (p = 0.004), reduction in labor force (p = 0.000), household head occupation, lack of training for household head and size of bari land. Household head occupation and household head age were found to play signiﬁcant roles for farmland abandonment in the Tarai region. In the GP region, distance to market centers and lack of irrigation facilities had positive relationships with farmland abandonment. It is suggested that speciﬁc policies addressing the diﬀerences in physiographic region, such as horticulture and agroforestry for the Mountain and Hill regions and crop diversiﬁcation and the adaptation of drought tolerant species with improvement in irrigation systems for the GP region, need to be formulated and implemented in order to utilize the abandoned farmland and have environmental, economic, and sustainable beneﬁts.","accessed":{"date-parts":[["2026",1,6]]},"author":[{"family":"Rai","given":"Raju"},{"family":"Zhang","given":"Yili"},{"family":"Paudel","given":"Basanta"},{"family":"Khanal","given":"Narendra"}],"citation-key":"raiStatusFarmlandAbandonment2019","container-title":"Sustainability","container-title-short":"Sustainability","DOI":"10.3390/su11195267","ISSN":"2071-1050","issue":"19","issued":{"date-parts":[["2019",9,25]]},"language":"en","page":"5267","source":"DOI.org (Crossref)","title":"Status of Farmland Abandonment and Its Determinants in the Transboundary Gandaki River Basin","type":"article-journal","URL":"https://www.mdpi.com/2071-1050/11/19/5267","volume":"11"},
  {"id":"rajkhanalAbandonmentAgriculturalLand2006","accessed":{"date-parts":[["2026",1,6]]},"author":[{"family":"Raj Khanal","given":"Narendra"},{"family":"Watanabe","given":"Teiji"}],"citation-key":"rajkhanalAbandonmentAgriculturalLand2006","container-title":"Mountain Research and Development","container-title-short":"Mountain Research and Development","DOI":"10.1659/0276-4741(2006)026[0032:AOALAI]2.0.CO;2","ISSN":"0276-4741, 1994-7151","issue":"1","issued":{"date-parts":[["2006",2]]},"language":"en","page":"32–40","source":"DOI.org (Crossref)","title":"Abandonment of Agricultural Land and Its Consequences: A Case Study in the Sikles Area, Gandaki Basin, Nepal Himalaya","title-short":"Abandonment of Agricultural Land and Its Consequences","type":"article-journal","URL":"http://www.bioone.org/doi/abs/10.1659/0276-4741%282006%29026%5B0032%3AAOALAI%5D2.0.CO%3B2","volume":"26"},
  {"id":"shixinObjectorientedClassificationTechnique2013","accessed":{"date-parts":[["2026",1,6]]},"author":[{"family":"Shixin","given":"Wang"},{"family":"Wenjun","given":"Li"},{"family":"Yi","given":"Zhou"},{"family":"Futao","given":"Wang"},{"family":"Qilong","given":"Xu"}],"citation-key":"shixinObjectorientedClassificationTechnique2013","DOI":"10.2991/icmt-13.2013.183","event-place":"Guangzhou, China","event-title":"3rd International Conference on Multimedia Technology(ICMT-13)","issued":{"date-parts":[["2013"]]},"language":"en","publisher-place":"Guangzhou, China","source":"DOI.org (Crossref)","title":"Object-oriented Classification Technique for Extracting Abandoned Farmlands by Using Remote Sensing Images:","title-short":"Object-oriented Classification Technique for Extracting Abandoned Farmlands by Using Remote Sensing Images","type":"paper-conference","URL":"https://www.atlantis-press.com/article/10535"},
  {"id":"sitaulaAgriculturalLandAbandonment2024","abstract":"Agricultural land abandonment is the crucial issue of land use /land cover change in many parts of the world and it is directly related to soil erosion in the mountain areas. Nepal has also faced heavy agricultural land abandonment from the mountain regions in the last two decades. This study is concerned with agricultural land abandonment and its impact on soil erosion in the Madi Watershed, Gandaki Province of Nepal. This study used high-resolution aerial photography and Google Earth images to map cultivated land and its abandonment in 1995 and 2020. The Revised Universal Soil Loss Equation (RUSLE) model has been used to estimate soil erosion. Studies revealed that more than 40% of the agricultural land was abandoned from 1995 to 2020 and there is higher spatial variability of abandonment intensity. High altitude and steeper slope areas have a higher intensity of abandonment than in lower altitude and lower slope gradients. There is a significant impact of abandonment of agricultural land on reducing soil erosion from 1995 to 2020. The average rate of soil erosion was quite high in 1995 but decreased to 51.5 percent in 2020. There are higher rates of reduction in soil erosion at higher altitudes and marginal lands like steeper slopes and the areas having lower solar radiation because of the higher proportion of agricultural land abandonment. Thus, it can be concluded that agricultural land abandonment during the last 25 years significantly impacts soil erosion control in the study area.","accessed":{"date-parts":[["2026",1,6]]},"author":[{"family":"Sitaula","given":"Ravi"},{"family":"Sharma","given":"Puspa"},{"family":"Chidi","given":"Chhabi Lal"}],"citation-key":"sitaulaAgriculturalLandAbandonment2024","container-title":"Geographical Journal of Nepal","container-title-short":"Geog. J. Nepal","DOI":"10.3126/gjn.v17i01.63935","ISSN":"2565-4993, 0259-0948","issued":{"date-parts":[["2024",3,19]]},"language":"en","license":"http://creativecommons.org/licenses/by/4.0","page":"53–70","source":"DOI.org (Crossref)","title":"Agricultural land abandonment and its impact on soil erosion in the Madi Watershed, Gandaki Province, Nepal","type":"article-journal","URL":"https://www.nepjol.info/index.php/gjn/article/view/63935"},
  {"id":"stefanskiMappingMonitoringLand2014","abstract":"While agriculture is expanded and intensiﬁed in many parts of the world, decreases in land use intensity and farmland abandonment take place in other parts. Eastern Europe experienced widespread changes of agricultural land use after the collapse of the Soviet Union in 1991, however, rates and patterns of these changes are still not well understood. Our objective was to map and analyze changes of land management regimes, including large-scale cropland, small-scale cropland, and abandoned farmland. Monitoring land management regimes is a promising avenue to better understand the temporal and spatial patterns of land use intensity changes. For mapping and change detection, we used an object-based approach with Superpixel segmentation for delineating objects and a Random Forest classiﬁer. We applied this approach to Landsat and ERS SAR data for the years 1986, 1993, 1999, 2006, and 2010 to estimate change trajectories for this time period in western Ukraine. The ﬁrst period during the 1990s was characterized by post-socialist transition processes including farmland abandonment and substantial subsistence agriculture. Later on, recultivation processes and the recurrence of industrial, largescale farming were triggered by global food prices that have led to a growing interest in this region.","accessed":{"date-parts":[["2026",1,6]]},"author":[{"family":"Stefanski","given":"Jan"},{"family":"Chaskovskyy","given":"Oleh"},{"family":"Waske","given":"Björn"}],"citation-key":"stefanskiMappingMonitoringLand2014","container-title":"Applied Geography","container-title-short":"Applied Geography","DOI":"10.1016/j.apgeog.2014.08.003","ISSN":"01436228","issued":{"date-parts":[["2014",12]]},"language":"en","page":"155–164","source":"DOI.org (Crossref)","title":"Mapping and monitoring of land use changes in post-Soviet western Ukraine using remote sensing data","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0143622814001751","volume":"55"},
  {"id":"subediAgriculturalLandAbandonment2021","abstract":"Despite widely reported trends of agricultural land abandonment across many parts of the globe, this land use change phenomenon is relatively new in the context of Nepal. In recent years, rural farming communities in the hill region are gradually reducing the intensity of farming, leading to underutilisation and abandonment of agricultural lands. Adopting a mixed methods research approach, this study investigated the extent of agricultural land abandonment, its underlying causal drivers and perceived impacts in the hill agro-ecological region of Nepal. A structured survey of 374 households and six focus group discussions were carried out in three districts. The study revealed that around 40% of agricultural lands in the hill agro-ecological region have been abandoned and 60% of farmers have left at least one parcel of agricultural land abandoned. It was found that biophysical drivers (distance from homestead to parcel, slope of the parcel, land fragmentation, land quality and irrigation availability) and socio-demographic drivers (family size, higher education of the household members, domestic migration and out-migration) were responsible for agricultural land abandonment. Negative impacts of land abandonment were observed on the rural landscape, human-made farm structures, socio-economic systems, local food production and food security. In line with global studies, this research suggest that marginal land quality, demographic changes and rising alternative economic opportunities elsewhere contribute to farmland abandonment. This study also discusses land management approaches and policy implications to address the issue of agricultural land abandonment.","accessed":{"date-parts":[["2026",1,6]]},"author":[{"family":"Subedi","given":"Yuba Raj"},{"family":"Kristiansen","given":"Paul"},{"family":"Cacho","given":"Oscar"},{"family":"Ojha","given":"Roshan Babu"}],"citation-key":"subediAgriculturalLandAbandonment2021","container-title":"Environmental Management","container-title-short":"Environmental Management","DOI":"10.1007/s00267-021-01461-2","ISSN":"0364-152X, 1432-1009","issue":"6","issued":{"date-parts":[["2021",6]]},"language":"en","page":"1100–1118","source":"DOI.org (Crossref)","title":"Agricultural Land Abandonment in the Hill Agro-ecological Region of Nepal: Analysis of Extent, Drivers and Impact of Change","title-short":"Agricultural Land Abandonment in the Hill Agro-ecological Region of Nepal","type":"article-journal","URL":"https://link.springer.com/10.1007/s00267-021-01461-2","volume":"67"},
  {"id":"suziedelytevisockieneAnalysisIdentificationAbandoned2019","abstract":"The management of abandoned agricultural land as well as their eﬀective use are relevant for any country to a greater or lesser extent. An attempt to tackle the problems of ineﬀective utilization of abandoned agricultural land is made in Lithuania and elsewhere. While analyzing the issues related to abandoned agricultural land, a clear deﬁnition of an abandoned area is important to perceive as well as potential methods for the identiﬁcation of such areas are needed to analyse. Also, in order to suggest an eﬀective utilisation of abandoned agricultural land for sustainable land use in the country, the analysis and statistics of such land is important to undertake. The paper discusses the analysis of abandoned agricultural land in Lithuania, providing the dynamics of changes of abandoned agricultural land and the percentage distribution of such land across Lithuania. Also, the factors, which caused the abonded agricultural land appearance in Lithuania identiﬁed and described. The Remote Sensing method identiﬁed and analysed as the most eﬀective methodology for abandoned agricultural land identiﬁcation. A collection of spatial data on abandoned agricultural land was formed on the base of spectral images of the terrene obtained from an artiﬁcial Earth satellite and a map of abandoned agricultural areas was created upon applying remote cartographic methods.","accessed":{"date-parts":[["2026",1,6]]},"author":[{"family":"Suziedelyte Visockiene","given":"J."},{"family":"Tumeliene","given":"E."},{"family":"Maliene","given":"V."}],"citation-key":"suziedelytevisockieneAnalysisIdentificationAbandoned2019","container-title":"Land Use Policy","container-title-short":"Land Use Policy","DOI":"10.1016/j.landusepol.2019.01.013","ISSN":"02648377","issued":{"date-parts":[["2019",3]]},"language":"en","page":"709–715","source":"DOI.org (Crossref)","title":"Analysis and identification of abandoned agricultural land using remote sensing methodology","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0264837718303041","volume":"82"},
  {"id":"tiwariMigrationFarmlandAbandonment2025","abstract":"This systematic review aims to synthesize current knowledge on farmland abandonment in Nepal through the lens of migration. Specifically, it addresses the question: How does the existing literature on farmland abandonment incorporate migration issues in Nepal? By exploring this question, the review contributes to the broader discourse on the effects of migration on farmland abandonment, offering insights that can inform policy and research on land use and rural development in Nepal. The relationship between farmland abandonment and migration in Nepal is complex and multifaceted, driven by economic, social, cultural, environmental, and policy-related factors. The reviewed articles focused more on drivers of farmland abandonment and migration and treated the drivers rather than their cause-effect relationship on farmland abandonment. So, farmland abandonment research needs to focus on migration issues to gain a comprehensive understanding of the issues. By understanding these relations, stakeholders can develop integrated strategies to address migration and farmland abandonment, ensuring sustainable rural development in Nepal.","accessed":{"date-parts":[["2026",1,6]]},"author":[{"family":"Tiwari","given":"Pradip Raj"}],"citation-key":"tiwariMigrationFarmlandAbandonment2025","container-title":"Asian Journal of Population Sciences","container-title-short":"Asian J. Pop. Sci.","DOI":"10.3126/ajps.v4i1.73903","ISSN":"2822-1621, 2822-1613","issue":"1","issued":{"date-parts":[["2025",1,13]]},"language":"en","license":"https://creativecommons.org/licenses/by-nc-sa/4.0/?ref=chooser-v1","page":"29–44","source":"DOI.org (Crossref)","title":"Migration and Farmland Abandonment in Nepal: A Systematic","title-short":"Migration and Farmland Abandonment in Nepal","type":"article-journal","URL":"https://www.nepjol.info/index.php/ajps/article/view/73903","volume":"4"},
  {"id":"wangLossGainSpatial2016","abstract":"This article comprehensively investigates the gains and losses between agriculture and natural land in the case of the Edmonton–Calgary Corridor, Canada. Using remote sensing data from 2000 to 2012, factors that drive land-use conversions, including environmental and socio-economic characteristics, are explored. This study also adopts spatial techniques to allow for neighborhood effects from land-use activities in neighboring areas. Key ﬁndings include the following: higher land suitability hinders the process of agricultural land abandonment; road density prohibits agricultural land conversion to natural land; the implementation of conservation sites protects land in its natural status; and land-use activities have strong neighborhood effects on nearby regions. Incorporating spatial interactions can generate less biased empirical results and provide more accurate policy recommendations. In addition, an investigation of bi-directional land-use transitions helps to better understand the associated gains and losses between agriculture and natural land and offers further insights into the effectiveness of preservation programs that aim to protect wild space and maintain ecological balance.","accessed":{"date-parts":[["2026",1,6]]},"author":[{"family":"Wang","given":"Haoluan"},{"family":"Qiu","given":"Feng"},{"family":"Ruan","given":"Xiaofeng"}],"citation-key":"wangLossGainSpatial2016","container-title":"Agriculture, Ecosystems & Environment","container-title-short":"Agriculture, Ecosystems & Environment","DOI":"10.1016/j.agee.2016.01.041","ISSN":"01678809","issued":{"date-parts":[["2016",4]]},"language":"en","page":"222–234","source":"DOI.org (Crossref)","title":"Loss or gain: A spatial regression analysis of switching land conversions between agriculture and natural land","title-short":"Loss or gain","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0167880916300536","volume":"221"},
  {"id":"wuMonitoringCroplandAbandonment2023","abstract":"Farmland is the basis for human survival and development. The phenomenon of cropland abandonment has seriously affected national agricultural production and food security. In this study, remote sensing monitoring of abandoned cropland is carried out based on multisource time series remote sensing data using the Google Earth Engine (GEE) cloud platform. Landsat and Sentinel-2 time series data from 2010–2021 were used to obtain monthly synthetic cloud-free image sets in combination with cropland plot data. The time series farmland probability dataset was generated using the random forest classiﬁcation method. The LandTrendr algorithm was used to extract and analyse the time series cropland probability dataset. Finally, this study also explored the drivers of change in abandoned cropland in Fujian Province. The results show that (1) the LandTrendr algorithm can effectively extract abandoned farmland and avoid the impact of pseudovariation resulting from non-farmland categories. A total of 87.02% of the abandoned farmland was extracted in 2018; 87.50% of the abandoned farmland was extracted in 2020. (2) The abandoned area in Fujian Province ﬂuctuated after a signiﬁcant increase in 2012, with the abandoned area exceeding 30 thousand hectares. Since 2017, the abandoned area has decreased to slightly below 30 thousand hectares. (3) The regression results of the factors affecting abandoned cropland in Fujian Province show that the increase in the number of agricultural workers and the improvement in soil organic matter content will signiﬁcantly reduce the area of abandoned cropland in Fujian Province, while the increase in the rate of urbanization, poor road accessibility, and insufﬁcient irrigation conditions will increase the area of abandoned cropland. The results of this study are useful for conducting surveys of cropland abandonment and obtaining timely and accurate data on cropland abandonment. The results of this study are of great signiﬁcance for the development of effective measures to stop the abandonment of cropland, and ensure the implementation of food security strategies.","accessed":{"date-parts":[["2026",1,13]]},"author":[{"family":"Wu","given":"Jiayu"},{"family":"Jin","given":"Shaofei"},{"family":"Zhu","given":"Gaolong"},{"family":"Guo","given":"Jia"}],"citation-key":"wuMonitoringCroplandAbandonment2023","container-title":"Agronomy","container-title-short":"Agronomy","DOI":"10.3390/agronomy13061585","ISSN":"2073-4395","issue":"6","issued":{"date-parts":[["2023",6,12]]},"language":"en","page":"1585","source":"DOI.org (Crossref)","title":"Monitoring of Cropland Abandonment Based on Long Time Series Remote Sensing Data: A Case Study of Fujian Province, China","title-short":"Monitoring of Cropland Abandonment Based on Long Time Series Remote Sensing Data","type":"article-journal","URL":"https://www.mdpi.com/2073-4395/13/6/1585","volume":"13"},
  {"id":"yinMappingAgriculturalLand2018","abstract":"Agricultural land abandonment is a common land-use change, making the accurate mapping of both location and timing when agricultural land abandonment occurred important to understand its environmental and social outcomes. However, it is challenging to distinguish agricultural abandonment from transitional classes such as fallow land at high spatial resolutions due to the complexity of change process. To date, no robust approach exists to detect when agricultural land abandonment occurred based on 30-m Landsat images. Our goal here was to develop a new approach to detect the extent and the exact timing of agricultural land abandonment using spatial and temporal segments derived from Landsat time series. We tested our approach for one Landsat footprint in the Caucasus, covering parts of Russia and Georgia, where agricultural land abandonment is widespread. First, we generated agricultural land image objects from multi-date Landsat imagery using a multiresolution segmentation approach. Second, we estimated the probability for each object that agricultural land was used each year based on Landsat temporal-spectral metrics and a random forest model. Third, we applied temporal segmentation of the resulting agricultural land probability time series to identify change classes and detect when abandonment occurred. We found that our approach was able to accurately separate agricultural abandonment from active agricultural lands, fallow land, and re-cultivation. Our spatial and temporal segmentation approach captured the changes at the object level well (overall mapping accuracy = 97 ± 1%), and performed substantially better than pixel-level change detection (overall accuracy = 82 ± 3%). We found strong spatial and temporal variations in agricultural land abandonment rates in our study area, likely a consequence of regional wars after the collapse of the Soviet Union. In summary, the combination of spatial and temporal segmentation approaches of time-series is a robust method to track agricultural land abandonment and may be relevant for other land-use changes as well.","accessed":{"date-parts":[["2026",1,13]]},"author":[{"family":"Yin","given":"He"},{"family":"Prishchepov","given":"Alexander V."},{"family":"Kuemmerle","given":"Tobias"},{"family":"Bleyhl","given":"Benjamin"},{"family":"Buchner","given":"Johanna"},{"family":"Radeloff","given":"Volker C."}],"citation-key":"yinMappingAgriculturalLand2018","container-title":"Remote Sensing of Environment","container-title-short":"Remote Sensing of Environment","DOI":"10.1016/j.rse.2018.02.050","ISSN":"00344257","issued":{"date-parts":[["2018",6]]},"language":"en","page":"12–24","source":"DOI.org (Crossref)","title":"Mapping agricultural land abandonment from spatial and temporal segmentation of Landsat time series","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0034425718300622","volume":"210"},
  {"id":"yusoffPhenologyClassificationAbandoned2017","abstract":"Agricultural crop abandonment negatively impacts local economy and environment since land, as a resource for agriculture, is not optimally utilized. To take necessary actions to rehabilitate abandoned agricultural lands, the identification of the spatial distribution of these lands must be acknowledged. While optical images had previously illustrated potentials in the identification of agricultural land abandonment, tropical areas often suffer cloud coverage problem that limits the availability of the imageries. Therefore, this study was conducted to investigate the potential of ALOS-1 and 2 (Advanced Land Observing Satellite-1 and 2) PALSAR (Phased Array L-band Synthetic Aperture Radar) images for the identification and classification of abandoned agricultural crop areas, namely paddy, rubber and oil palm fields. Distinct crop phenology for paddy and rubber was identified from ALOS-1 PALSAR; nonetheless, oil palm did not demonstrate any useful phenology for discriminating between the abandoned classes. The accuracy obtained for these abandoned lands of paddy, rubber and oil palm was 93.33% ± 0.06%, 78% ± 2.32% and 63.33% ± 1.88%, respectively. This study confirmed that the understanding of crop phenology in relation to image date selection is essential to obtain high accuracy for classifying abandoned and non-abandoned agricultural crops. The finding also portrayed that PALSAR offers a huge advantage for application of vegetation in tropical areas.","accessed":{"date-parts":[["2026",1,6]]},"author":[{"family":"Yusoff","given":"Noryusdiana Mohamad"},{"family":"Muharam","given":"Farrah Melissa"},{"family":"Takeuchi","given":"Wataru"},{"family":"Darmawan","given":"Soni"},{"family":"Abd Razak","given":"Muhamad Hafiz"}],"citation-key":"yusoffPhenologyClassificationAbandoned2017","container-title":"International Journal of Digital Earth","container-title-short":"International Journal of Digital Earth","DOI":"10.1080/17538947.2016.1216615","ISSN":"1753-8947, 1753-8955","issue":"2","issued":{"date-parts":[["2017",2,1]]},"language":"en","page":"155–174","source":"DOI.org (Crossref)","title":"Phenology and classification of abandoned agricultural land based on ALOS-1 and 2 PALSAR multi-temporal measurements","type":"article-journal","URL":"https://www.tandfonline.com/doi/full/10.1080/17538947.2016.1216615","volume":"10"}
]
